[
  {
    "_id": "1AB01",
    "name": "Samsung Galaxy S22 Ultra",
    "price": "899",
    "img": "https://i.ibb.co/H2PZTp3/phone-1.webp",
    "quantity": "102",
    "supplierName": "Jakir Hossan",
    "description": "Finding the right smartphone for your budget can be tricky, especially when there are so many expensive contracts to sift through. To make things easier, we've rounded up everything you need to know about buying your perfect smartphone, as well as what you need to know about picking out a contract."
  },
  {
    "_id": "1AB02",
    "name": "Samsung Galaxy",
    "price": "699",
    "img": "https://i.ibb.co/svk7bJw/phone-2.jpg",
    "quantity": "90",
    "supplierName": "Mehedi Sorkar",
    "description": "Melbourne researchers have used artificial intelligence (AI) to predict when users will reach for their mobile phone, helping people to maximise phone battery life. Experts in the University of Melbourne's School of Computing and Information Systems have trained the system to make personalised predictions based on which phone applications people use and when they access them."
  },
  {
    "_id": "1AB03",
    "name": "mobile phones witnessed a massive growth",
    "price": "499",
    "img": "https://i.ibb.co/fqR8nhm/phone-3.png",
    "quantity": "150",
    "supplierName": "Aslam Khan",
    "description": "The latest data released by the Pakistan Bureau of Statistics on Saturday showed that import of transport group posted a growth of 83.33pc to $2.624bn in 11MFY21 as against $1.431bn in the same period last year, marking a revival in local automobile production as well as import of completely built-up units. Of these, import of CKD/SKD road"
  },
  {
    "_id": "1AB04",
    "name": "Best smartphone : iPhone, OnePlus",
    "price": "359",
    "img": "https://i.ibb.co/2jjqDPg/phone-4.webp",
    "quantity": "70",
    "supplierName": "Drandon Rased",
    "description": "The monster 6.67in QHD+ AMOLED screen runs at 90Hz compared with 60Hz for most of the competition – is arguably the best in the business. It’s bright, crisp and super smooth, plus it’s free of holes or camera notches. The selfie camera pops up from the top on command – a consistent crowd-pleaser.The 7T Pro is the fastest-feeling phone – everything zips along. It has Qualcomm’s top chip, the Snapdragon 855+, 8GB of RAM and 256GB of fast UFS3.0 storage – plenty for practically everything. The optical in-display fingerprint scanner is even faster than before continuing to put the competition to shame.."
  },
  {
    "_id": "1AB05",
    "name": "Apple iPhone 11",
    "price": "599",
    "img": "https://i.ibb.co/nwqTdzm/phone-5.jpg",
    "quantity": "55",
    "supplierName": "Shakil Ahamed",
    "description": "Finding the right smartphone for your budget can be tricky, especially when there are so many expensive contracts to sift through. To make things easier, we've rounded up everything you need to know about buying your perfect smartphone, as well as what you need to know about picking out a contract."
  },
  {
    "_id": "1AB06",
    "name": "iPhone 13 Pro Best iPhone",
    "price": "189.55",
    "img": "https://i.ibb.co/Scsqrz8/phone-6.webp",
    "quantity": "112",
    "supplierName": "Rakibul Islam",
    "description": "At first glance, the 13 Pro uses a familiar 6.1in Super Retina XDR display but Apple has finally decided to bring ProMotion to the iPhone; with the panel now topping out at a super-smooth 120Hz. The notch is also 20% smaller too. As for the cameras, you can expect bigger sensors and faster apertures that mean improved low light performance, far more comparable quality when switching to the phone’s ultrawide (which also now offers macro shooting capabilities) and a 3x telephoto snapper, letting you shoot further than before."
  }
]
